Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Plain Bagel] KO>EN.tmx
Source language: ko_kr
Languages: en

source: 상품 명을 정확히 기입해 주세요.
en: Please write the exact name of the product.

source: 되돌아온 시간에서 대화를 다시 진행해보세요!
en: Start chatting again from this point!

source: - 내가 바보였지 뭐
en: - I was being dumb.

source: 배터리 20% 충전 완료!
en: Battery charged 20%!

source: 나만 알고 싶었는데
en: I wanted to be the only one who knew.

source: ㅎㅎ
en: Heheh

source: - 개인 미션 :
en: - Individual Mission:

source: 타임리프 관련
en: About time leaping

source: 별 하나에 연우, 별 하나에 좀비
en: Yeonwoo in one star, a zombie in another

source: 하지만 플레이 경로가 다르거나 누적된 플레이 점수에 영향을 미치는 부분일 경우 타임리프와 관계없이 골드를 지급해야 할 수 있습니다.
en: However, if you play a different route or if the part can have an effect on the gameplay score, you may have to use Gold regardless of the time leap.

source: 통화하기
en: Call

# ※ 무제한 배터리는 정액권이므로 환불이 불가능합니다.
source: ※ 무제한 배터리는 정액권이므로\n환불이 불가능합니다.
en: ※ Unlimited Batteries cannot be refunded.

source: <이달의 연애>는 2월 13일부터 3월 14일까지, 총 한 달 동안 젊은 남녀들이 모여 자신만의 인연을 찾는 프로젝트입니다.
en: <30 Days to Love> will take place from February 13th to March 14th. This is a project where young men and women will get together for one month to find love.

source: 미성년 자녀가 잘못 결제 하였을 경우 :
en: If your underage child has made a transaction by mistake:

source: 이용약관
en: Terms of Service

source: 고객센터 문의는 FAQ 우측 상단에서 확인 가능하며, 고객센터에서 확인 후, 환불 가능여부 및 처리 방법에 대한 안내를 진행합니다.{j}(2~4일 소요)
en: You may access the Help Center in the upper right-hand corner of the FAQ menu. Once the information is received, you will be notified whether or not a refund is possible and how to receive it{j}(It will take 2 to 4 days).

source: - 새로운 사람들과 좋은 시간
en: - A great time with new people

source: 광고 보상
en: Ad Rewards

source: 3개의 초콜릿 중 하나를 선택해 주세요.
en: Please choose 1 out of 3 chocolates.

source: 사진 선택
en: Select photo

source: 문제가 발생했습니다.
en: an error has occurred.

source: - 아직은 어색한 거...겠죠?
en: - Things are still a bit awkward... right?

source: 히스토리
en: History

source: 교체하기
en: Replace

source: 시민 팀 미션 보상은 오는 휴일 데이트권이고 개인 미션 보상은 1:1 대화권입니다.
en: The Civilian team's mission reward is a date on the upcoming day off, and the individual mission reward will be a 1:1 chat.

source: 골드 N
en: N Gold

source: 하트를 가장 많이 받는 사람은 '하트의 왕'이 되며, '하트의 왕'에게는 특별한 미션이 주어집니다.
en: Whoever receives the most hearts will become the King of Hearts. The King of Hearts will be given a special mission.

source: 이루어질 커플 예상하기!
en: Guess the couple that will end up together!

source: 앱 내 알림을 진동으로 변경하고자 할 경우, 앱 내 '설정' 에서 '메시지 진동' 을 On/Off 해 주시면 됩니다.
en: If you wish to change your notifications to vibration mode, go to [Settings] and toggle On/Off for [Vibrate for Message] in the app.

source: 아직 쿠폰을 뽑지 않으셨군요!
en: You don't have any coupons yet!

source: 진행중인 이벤트
en: Events in progress

source: 유저 아이디 :
en: User ID:

source: 처음부터 다시 시작합니다.
en: Restarting from the beginning.

source: - 멋있는 사람
en: - An admirable person

source: 엔딩 북
en: Ending Book

source: 도하랑 과거로 타임리프!
en: Time leaping into the past with Doha!

source: 진행한 채팅 내용이 없습니다.
en: No chats currently in progress.

source: 해당 내역은 확인 후 답변까지 3~5일이 소요됩니다.
en: It may take 3 to 5 days to receive a response after confirmation.

source: 이벤트
en: Events

source: 참가 이유 :{j}친구가 추천했습니다.
en: Reason for Participation: My friend recommended it.

source: 단, '푸시알람' 해제 시 다른 채팅방에서 오는 메시지 수신이 되지 않을 수 있습니다.
en: However, if you disable notifications, you may not receive messages from different chatrooms.

source: 중복 과금이 발생한 종류 및 해당 구간의 타임리프 캡쳐 :
en: Screenshot of the type of double charging and time leap point:

source: - 티 카페.
en: - A tea cafe.

source: 무료 충전소를 통해 획득한 골드 쿠폰 :
en: Gold obtained from the Free Charging Station:

source: 비가 와도 좋네
en: It was nice even with the rain

source: 문의 확인 및 답변에는 7~14일이 소요됩니다.
en: We'll be able to get back to you within 7-14 days.

source: Apple ID를 탭한 후 'Apple ID 보기'를 탭합니다.
en: Tap on your Apple ID, then tap "View Apple ID".

source: 드라이한 와인인데 왜 스윗해?
en: Why does this dry wine taste sweet?

source: - 리틀 포레스트 / 힐링
en: - Little Forest / Relaxing

source: - 파이트 클럼 / 데이빗핀처
en: - Fight Club / David Fincher

source: 네트워크 에러
en: Network Error

source: 잠시 뒤에 로그인을 다시 해주시겠어요?
en: Please try again later.

source: 확인하기
en: Confirm

source: 오늘은 여기까지!
en: That's it for today!

source: 샤이닝>
en: The Shining>

source: <EMOTICON>
en: [EMOJI]

source: 환불을 원하는 결제 영수증 :
en: The purchase receipt of the product you would like a refund for:

source: 1. iOS (아이폰, 아이패드) 의 경우 모든 결제를 애플에서 처리하기에 최종 환불 처리는 직접 진행해야 합니다. (참고 :{j}링크)
en: 1. On iOS devices (iPhone, iPad), all purchases are processed through Apple, so you must get your refund through Apple(See: {j}link).

source: 기기 변경 시 계정 연동이 되나요?
en: If I change my device, can I sync my data?

source: 이달의 연애가 끝나면 인연이 끊기겠어요.
en: When 30 Days to Love ends, you definitely won't stay in touch.

source: ※ 이전 재화 내역이 일부 보이지 않을 수 있습니다.
en: ※ You may not be able to see your entire transaction history. Please click “Inquire about previous transactions” at the top right corner

source: 참고하셔서 기한 내에 재화를 소진해 주시기 바랍니다. (*상법 제 64조 상사시효에 근거함)
en: Please keep the following in mind and use your currency within the usage period. (*Based on Article 64 of the Commercial Law Article 64: Statute of Limitations for Commercial Claims)

source: 스토리가 종료되었습니다.
en: The story has ended.

source: 1) X맨을 찾은 분.
en: 1) The participant who found the X-Man.

source: 복사되었습니다.
en: Copied.

source: 동영상을 찾을 수 없어요!
en: Sorry, we can't find the video!

source: 변경할 이름을 입력하세요.
en: Enter your new user nickname.

source: 엔딩 저장하기
en: Save ending

source: 최상의 결과에요!
en: This is the best result you can get!

source: 현재 교환을 할 수 없습니다.
en: Sorry, unable to process.

source: 쿠폰 클릭 시 '사용하기' 를 누를 경우 해당 양 만큼의 재화가 충전됩니다.
en: Tap the coupon and click "use" to obtain the amount of currency stated.

source: 개인정보보호정책
en: Privacy Policy

source: 상대를 신경 써야 하니가.
en: Since I have to think about my partner.

source: 파워 교환이 안돼요.
en: I cannot receive Power.

source: - 기대 안했는데 너무 맜있네
en: - I didn't expect much but it’s so delicious

source: 광고 불러오는 중...
en: Loading ad…

source: [통화중단]
en: [CALL CUT OFF]

source: 운영팀 지급
en: Rewarded by CS

source: 게스트 계정은 결제 내역 등이 보존되지 않아 CS 에 제한적이기에, 계정 연동을 권장드립니다.
en: Since transaction history and other information are not saved on Guest accounts, we will not be able to provide full support, so we recommend you link your account.

source: - 아 이거 백퍼 소영언니랑 천성이에요!!!!
en: - Oh. Soyoung and Cheonseong, I’m sure of it!!!!

source: N개
en: N

source: 등장인물
en: Characters

source: 이름 :{j}하연우
en: Name: Yeonwoo Ha

source: 참가 이유 :{j}말이 잘 통하고 편한 분을 찾고 있습니다.{j}말이 잘 통하고 편한 분을 찾고 있습니다.
en: Reason for Participation: I'm looking for someone I can connect with and be comfortable around.{j}

source: (USER) 받은 링크를 클릭해 보세요!
en: (USER), click the link you have received!

source: 이벤트 보상
en: Event Rewards

source: 이름 :{j}Dennis Miley / 서도하
en: Name: Dennis Miley / Doha Seo

source: - 배울게 많고 재밌는 분
en: - Someone who’s fun and someone I can learn a lot from

source: 엔딩 북을 저장하시겠습니까?
en: Save this ending?

source: [메세지를 입력해주세요]
en: [Please enter a message.]

source: 사용 중인 기기 기종
en: The model of the device currently in use

source: 단, 앱을 삭제했기 때문에 이 지점 이전의 채팅내용은 확인할 수 없습니다.
en: Because the app was deleted, you cannot check any chats before this point.

source: 참여 가능한 광고가 없는 경우는 일시적으로 광고 채널에서 유저님에게 적합한 광고가 없을 때에 나타나는 현상입니다.
en: If there are no ads available, this may be because there are currently no ads from the advertisement channels that are suited for you.

source: 호감은 있지만 설렘이 느껴지진 않아요.
en: You have interest, but don't feel butterflies around him yet.

source: 무료혜택으로 돌아가면 뽑을 수 있어요.
en: Go back to Free Rewards for coupons.

source: 아침에 매일 마시던 건데.
en: I drank this every day.

source: 스토리 보러가기
en: View story

source: CS 보상
en: CS Rewards

source: N골드를 사용하여 오토패스를 구입하시겠습니까?
en: Use N Gold to purchase Auto Pass?

source: 직업 :{j}대학생
en: Occupation: University Student

source: 이 경우 실제 결제된 금액의 총합을 확인해 보는 것을 추천 드립니다.
en: If you are facing this issue, we recommend that you check the combined total of the payment.

source: 진행할 스토리와 역할이 변경되었습니다.
en: Your story and role have been changed.

source: [설정] -> [권한]에서 해당 권한을 활성화해주세요.
en: Allow access in [Settings] -> [Allow changes].

source: 아직 잠겨있어요!
en: It is still locked!

source: 무료충전소는 해당 충전소와의 연동 및 네트워크 이슈로 인해 간혹 접속 되지 않을 수 있습니다.
en: You may experience errors using the Free Charging Station due to issues with the charging stations and/or network connection.

source: - 술 한 잔?
en: - Go for a drink?

source: <이달의 연애 2 :
en: [30 Days to Love 2:

source: 접속/실행이 되지 않을 경우 다음의 절차에 따라 진행해 주세요.
en: If you cannot access or run the game, please try following the steps below.

source: 탈퇴 처리 기간 (신청일로부터 14일) 내에는 앱 이용이 불가능합니다.
en: You cannot access the app during the processing period (14 days since the request).

source: 비 오는 날에도 하연우랑 있으면 피크닉 가능하다구요
en: Even on a rainy day, I can have a picnic if I’m with Yeonwoo

source: 기존 채팅은 MY 탭에서 언제든지 다시 진행할 수 있습니다.
en: You can continue the chat at any time in the My tab.

source: - 나약한 하연우...
en: - The weak Yeonwoo...

source: 로그인이 필요할 수 있습니다.
en: You may need to log in.

source: 우측 상단의 '설정 (톱니바퀴 모양)' 아이콘 터치
en: Tap the [Settings] (gear) icon in the upper right-hand corner.

source: - 어휴 내가 그렇게 좋니?
en: - Aw, do you like me that much?

source: 심장이 콩닥콩닥
en: Thump, thump

source: 선택하기
en: Select

source: 최 하단에 고객센터가 위치해 있습니다.
en: You can access the Help Center at the bottom of the page.

source: 오빠의 일상을 알고 더 가까워진 소중한 시간!
en: A precious time getting to know Euntae's everyday life and growing closer!

source: 버전
en: Version

source: 그거 나였으면 좋겠다.
en: I hope that person is me.

source: 친절하세요.
en: kind.

source: 이름 :{j}유리아
en: Name: Leah Yoo

source: 앱 삭제 후 재설치 - 이 경우 진행했던 채팅 내역이 소멸되기에 추천 드리지는 않습니다.
en: Delete and reinstall the app. We do not recommend this solution since your chat progress and history will be deleted.

source: 당첨되었어요!
en: You’ve won a reward!

source: 생각보다 더 재밌어
en: Having more fun than I expected

source: 서로에게 관심 제로...
en: Zero interest in one another...

source: 관람 예정
en: Upcoming

source: 메세지를 기다리는 중
en: Waiting for message

source: 저작권 법적 고지
en: Legal Copyright Notice

source: 잠겨 있는 공간입니다.
en: This slot is locked.

source: 기다리는 메시지의 경우, 앱이 백그라운드 상태에 머물게 되면 시간 진행에 지연이 발생해 실제와 다소 다르게 진행될 수 있습니다.
en: For waiting messages, there may be a delay in the time if the app continues to run in the background.

source: 2) 등록 카드 정보 변경 :
en: 2) Change the registered card information:

source: 중복 과금이 발생한 구간 캡쳐
en: Screenshot of the part that double charged your Gold

source: 이런 감정 오랜만이야.
en: I haven't felt this emotion in a while.

source: 이전 재화 내역이 없습니다
en: No previous transactions

source: JMT 오믈렛 먹으러 또 올 예정
en: I plan to come back for the amazing omelet

source: 스토어에서 구매한 골드/ 배터리 :
en: Gold/Batteries purchased in the Store:

source: 쿠폰으로 지급되며, 유효기간과 사용기한은 각각 90일 입니다.
en: Rewarded as a coupon. The expiry date is in 90 days, and the usage period is 90 days.

source: 사용하기
en: Use

source: 참가자 분들은 각각의 질문에 가장 어울리는 사람에게 하트를 보냅니다.
en: Please choose the participant that suits the answer the most and send them a heart.

source: 로그인 서버에 일시적인 문제가 발생했습니다.
en: Sorry, a temporary server error has occurred.

source: 이전 내역 문의
en: Contact us about previous transactions

source: 끌림의 법칙>
en: The Law of Attraction]

source: - 소영언니랑 천성이 잘 어울리지 않아요?
en: - Don't Soyoung and Cheonseong look good together?

source: 주의!
en: Caution!

source: 이름 :{j}차은태
en: Name: Euntae Cha

source: ※ 획득한 배터리는 90일 후에 소멸됩니다.
en: ※ The Battery obtained will disappear after 90 days.

source: - 제가 말 주변이 없어요.
en: - I'm not much of a talker.

source: (N)골드를 사용하여 배터리를 구입하시겠습니까?
en: Buy Battery using (N) Gold?

source: - 통통 튀는 분에게
en: - For a bright and energetic person

source: 타임리프 시, 스토리에 따라 기존에 사용했던 골드를 중복하여 내지 않아도 되는 구간들이 있습니다.
en: When time leaping, there may be parts of the story where if you already used gold, you may not have to use Gold again.

source: 무료 충전소에 문의한 화면 캡쳐 :
en: A screenshot of your inquiry to the Free Charging Station:

source: 뭐든 변하는 건데, 일도 마음도 힘들때가 있다.
en: Everything changes. But sometimes, work and emotions are both tough

source: 구매 인증을 실패하였습니다.
en: Purchase authentication failed.

source: 구입한 영수증 (최소 2장 필수) 을 캡쳐하여 보내주세요.
en: Please send a screenshot of the receipt of your transaction (minimum 2 receipts required).

source: 이벤트 상세보기
en: View event details

source: 채팅방 우측 상단을 스와이프 하세요.
en: Try swiping the upper right area in the chatroom.

source: 오늘은 발렌타인 데이입니다.
en: Today is Valentine's Day.

source: 한팀이 먼저 만나면 챌린지가 종료됩니다.
en: When the first pair meets, the challenge will end.

source: 왜 자꾸 생각나는지 모르겠네
en: I don't know why I keep thinking about you.

source: 타이밍이 중요하다지만 아직은 모르는 일
en: They say timing is really important, but I don’t know yet

source: N개 / 총 N개
en: N / Total N

source: 사용 정지
en: Account Blocked

source: Apple로 로그인
en: Continue with Apple

source: 선택한 메시지를 보내려면 골드 N개가 필요합니다.
en: You need N Gold to send the selected message.

source: (10자 이내)
en: (Char. Limit: 10)

source: 왜 쓰냐 요즘
en: But why does it taste so bitter lately?

source: 저장불가!
en: Unable to save!

source: - 핀잔 들을 짓을 안하면 될일...
en: - You deserved the scolding...

source: 어제 연우가 계속 기억나 거슬릴 정도로
en: I can’t stop thinking about you, to the point that it's distracting.

source: 멤버들 다 재밌고 친하고 싶은 사람도 있어
en: Everyone is so fun, and there's someone I want to get to know more

source: 예) 선택지 골드 중복 과금 / 이달의 연애 15-2 에피소드
en: Ex) Double charging of Gold when selecting an option / 30 Days to Love, Episode 15-2.

source: 평온해도 이렇게 평온할수가!
en: There is really nothing going on!

source: 열린 에피소드
en: Unlocked Episodes

source: 괜히 한번 더 눈길이 간다든가 하지 않던가요?
en: Do you not notice yourself looking more often at him?

source: 게스트 로그인
en: Continue as Guest

source: 모든 쿠폰은 '유효기간' 과 '사용기한' 이 존재합니다.
en: All coupons have an expiry date and usage period.

source: 덕분에 게임 재밌었어요.
en: Thanks to you, the game was fun.

source: 해당 항목을 찾은 다음 '청구액 합계'를 탭합니다.
en: Find the option you want and tap "Total Amount Charged".

source: 오퍼월 업체에 문의한 내역이 있을 경우 확인 및 지급이 더 빨리 될 수 있습니다.
en: If you have already contacted the Offerwall operator, confirmation and compensation may be resolved more quickly.

source: - 이달연 완전체!
en: - Our whole group gathered together!

source: 15분마다 대화창이 열리며, 현재 위치를 사진으로 찍어서 공유할 수 있습니다.
en: The chatroom will open every 15 minutes, and participants may share photos of their current location.

source: 광고 보고 파워얻기
en: View ad and get Power

source: 모든 오퍼월 광고는 실시간으로 리스트에서 사라질 수도 있습니다만, 참여 중인 광고는 리스트에서 사라지더라도 미션 완료시 리워드를 지급받을 수 있습니다.
en: Offerwall ads may disappear from the list, but even if the ad has disappeared, you may still receive your reward once you've completed the mission.

source: 반대로 X맨이 아닌 분들은 X맨이 누구인지 찾아내야 합니다.
en: On the other hand, participants who are not the X-Man must find out who the X-Man is.

source: - 좋아하면 다 해주고 싶을 거 같아요.
en: - If I love them, I think I'll want to do everything for them.

source: - 소영언니랑 천성오빠
en: - Soyoung and Cheonseong

source: - 의외로 재밌었네요
en: - It was actually quite fun

source: iOS 결제 내역은 아래와 같이 확인 가능합니다.
en: You may check your iOS transaction history through the steps below.

source: 구입일자와 금액, 유저 정보 확인에 필요한 정보가 포함되어야 합니다.
en: It must contain the date of the transaction, the purchased amount, and information to identify the user.

source: 구입 완료!
en: Purchase complete!

source: 사용 중인 기기의 OS 정보
en: The OS of the device currently in use

source: 이번엔 직진 좀 해보고 싶네요.
en: This time, I'd like to try diving in, head first.

source: ET:
en: Euntae:

source: 광고 보고 배터리 충전
en: Viewing ads to charge Battery

source: N골드를 사용하여 타임리프합니다.
en: You will use N Gold to time leap.

source: 만약 골드 중복 사용에 대한 구체적인 확인이 필요할 경우 아래의 양식을 참고하여 문의 주시면 감사하겠습니다.
en: If you require more detailed information on the double charging of Gold, please make an inquiry based on the form provided below.

source: 그냥 그렇다고 ...
en: Just saying...

source: 이상형을 말해주세요!
en: Tell us your ideal type!

source: 영화 데이트
en: Movie Date

source: 안드로이드 유저의 경우, 아래 절차에 따라 플레이어 변경을 진행하는 방식으로 해결 가능합니다.
en: If you are an Android user, you can resolve your issue by changing your video player.

source: 달의 뒷면.
en: The dark side of the moon.

source: 적용한 쿠폰은 24시간 후 자동소멸됩니다.
en: The selected coupon will automatically disappear in 24 hours!

source: 쿠폰함을 확인하세요!
en: You can find them in Coupon.

source: 생각 안하려고 하는데...
en: I'm trying not to think about it...

source: 기기 종료 후 재부팅 (불필요한 앱 또는 데이터 삭제)
en: Restart your device (delete unused apps or data).

source: 원주율민초같은소리.....->쿠앤크 내꺼
en: Juyul, seriously? Mint chocolate? -> cookie and cream, mine

source: ※ 파워 충전까지 시간이 소요될 수 있습니다.
en: ※ It may take a moment for the Power to fill up.

source: 탈퇴 취소를 원할 경우 취소 기간 (신청일 다음 날 부터 13일) 내에 하단의 ‘취소하기’를 눌러주세요.
en: To cancel your request, please click "Cancel" at the bottom within the cancellation period (available for 13 days, starting from the day after the request is submitted).

source: 라벤더 꽃다발
en: Lavender bouquet

source: ※ 교체 시 기존에 저장한 엔딩은 복구할 수 없습니다.
en: ※ Once replaced, you won't be able to recover the previously saved ending.

source: 배터리/골드 소진 확인 방법
en: How to check Battery/Gold usage

source: - 7월의 아침 햇살같은 연우 미소 닮아서
en: - They reminded me of your smile that resembles a July morning sun

source: 취소
en: Cancel

source: 오늘 나 좀 이상했어
en: I felt a bit weird today

source: 네트워크에 접속할 수 없습니다.
en: Unable to connect due to network error.

source: 마피아는 단톡에서 짝과 공통된 미션을 수행하고, 시민은 지정 인물의 짝을 찾는 <짝을 찾아라> 미션을 수행합니다.
en: Mafias will carry out their mission together in the group chat, and Civilians must carry out the mission <Find the Partner>, where they must find their appointed person's partner.

source: 설정 앱을 엽니다.
en: Open Settings.

source: 진행하지 않은 에피소드를 확인하거나 엔딩을 저장해 보세요!
en: Check the episodes you haven't started yet or save an ending!

source: 되돌리기
en: Go back in time

source: 중복 결제가 의심되는 경우 정확한 확인을 위해 아래의 양식에 맞추어서 고객센터로 문의주시면 감사하겠습니다.
en: If you think you have been charged twice, please contact the Help Center using the form provided below.

source: 예를 들어 A참가자가 X맨이고, 정해준 메세지가 '비 오는 거 싫어' 라면 A참가자는 대화를 통해 누군가 이 톡을 작성하도록 유도해야 합니다.
en: For example: If Participant A is the X-Man and the message set by the Plan Master is "I don't like rain," Participant A must try to make another participant send this message in the group chat.

source: 먼저보기
en: Continue now

source: 배터리 N%, N골드를 받았습니다.
en: You've received N% Battery and N Gold.

source: 피카 앱에 응원의 메시지를 남겨주세요!
en: Leave a message to support Picka!

source: 축!
en: Congratulations!

source: 결제
en: Transaction

source: - 찾아줘서 고마워요 ㅎㅎ 좀 다운됐다가 덕분에 기분 좋아졌네요!
en: - Thank you for finding me. I was feeling a bit down but I feel great now, thanks to you!

source: 게임 이용
en: Gameplay

source: 접속보상, 룰렛을 통해 얻은 골드/배터리
en: Gold/Batteries obtained through login rewards or roulettes

source: ※ 이전 재화 내역이 일부 보이지 않을 수 있습니다.{j}
en: ※ You may not be able to see your entire transaction history.

source: 회원 정보를 찾을 수 없습니다.
en: Sorry, your account information cannot be found.

source: 운명 믿지 않는데 그런 일이 한 번쯤 생기면 좋겠다는 생각은 합니다.
en: I don't believe in fate, but I hope I can experience something like that at least once.

source: 주율이도 그럴까?
en: I wonder if Juyul feels the same way?

source: - 다음에 또 이야기 나눠요 ㅎㅎ
en: - I hope we can talk again next time, hehe

source: 동영상이 재생되지 않아요.
en: My video won't play.

source: 나이 :
en: Age:

source: 기타 기능 관련
en: Other

source: - 첫 데이트 재밌었다 헤헤
en: - Our first date was fun, hehe.

source: ※ 오토패스 사용 중에도 배터리는 소모됩니다.
en: ※ Battery will be used while using Auto Pass.

source: - 좋아하는 걸 공유하고 함께 맞춰가려고 노력해요!
en: - We share the things we like and try to stay on the same page!

source: 이름이 변경되었습니다!
en: Your user nickname has been changed!

source: 무제한
en: Unlimited

source: ※ 주의!{j}
en: ※ Caution!

source: 앱을 완전히 종료한 뒤 재 실행 한 뒤, 앱 내 '스토어' 와 '설정' 의 '재화현황' 에서 구입한 재화 내역이 충전 되었는 지 확인합니다.
en: Close the app completely, restart the app, then check the [Store] and [Settings] > [Transaction History] to see if the currency you purchased has been charged correctly.

source: 피카 앱의 최소 사양은 다음과 같습니다.
en: The minimum system requirements for the Picka app are as follows:

source: 과자 종류요 ㅎㅎ
en: Any type of chips hehe

source: 여행가고 싶어짐.
en: This makes me wanna go on a trip.

source: 왜?
en: Why?

source: - 시간이 어떻게 갔는지 모르겠다.
en: - I didn’t realize the time passing.

source: - 아...
en: - Oh...

source: 나를 나답게 해주는 사람, 있는 그대로의 나를 받아들여주는 사람을 만나고 싶어요.
en: I'd like to meet someone who lets me be myself, and accepts me just the way I am.

source: 이 경우는 아래의 방법으로 해결 가능한 점 참고 부탁드립니다.
en: This issue can be resolved by following the steps below.

source: 서로 케미가 좋다면 이달의 연인을 기대해봐도 좋겠어요!
en: If you have good chemistry, you can look forward to becoming the Couple of the Month!

source: 자신의 연애 스타일은?
en: Your dating style?

source: 앞으로의 일정이 기대된다면?
en: Looking forward to future updates?

source: 이 경우는 무료 충전소 자체와 유저님의 계정 연결 사이에 이슈가 생긴 것이기에 아래의 방법으로만 해결 가능한 점 양해 부탁드립니다.
en: If you face this issue, an error has occurred while connecting your account to the free charging station. This issue can only be fixed according to the steps below.

source: 하트 보내기는 상대 지목과 메세지 전달로 이루어지며, 한명에게만 보낼 수 있습니다.
en: Hearts are sent to the participant you choose. You may only send hearts to one participant at a time.

source: 2. iOS 의 경우, 애플에서 결제 지급을 늦게 하거나/지급액을 나누어서 하는 경우가 있습니다.
en: 2. For iOS, Apple may delay the purchase or divide the purchase into multiple payments.

source: • 사용하기 버튼을 누른 배터리/골드는 N일 이후 자동으로 소멸되니 주의하세요!
en: • Note! After clicking "Use," the Battery/Gold will automatically disappear after N days.

source: 배터리 30% 충전 완료!
en: Battery charged 30%!

source: 로그인 실패
en: Login Failed

source: - 이태원 볼링장!
en: - Bowling alley in Itaewon!

source: 메로나2
en: Two melon ice creams

source: 다들 너무 즐거웠어!
en: I had so much fun, guys!

source: *최대 30개 까지만 보관
en: *Coupon storage limit: 30

source: 보관함이 채워졌습니다.
en: A new moment has been added to your Inbox.

source: 그 외에도 아래 방식을 통해 해결 가능한 점 참고해 주시기 바랍니다.
en: You may also try the following methods below.

source: - 어색
en: - Awkward

source: 네트워크 연결 상태 확인 및 재연결
en: Check your network connection and try connecting again.

source: 유효기간 :{j}
en: Expiry date:

source: 구매 내역 관리, 예약 관리 또는 구독 관리를 탭합니다.
en: Tap Manage My Purchases/Reservations/Subscriptions.

source: 연우누나
en: Yeonwoo

source: 나이 :{j}2학년★3반☆슴셰샬★
en: Age: 2nd year★Class 3☆Tw3Nty-thRe3 yrz 0LD

source: 직업 :{j}통역사
en: Occupation: Interpreter

source: - 사람도 음식도 꿀조합!
en: - The people, the food, all a great combo!

source: 앱 내 [설정]에서 바꿀 수 있어요!
en: You can change this in the app [Settings]!

source: 일기 같은 건가요...?
en: Is this like a diary...?

source: 참여 가능한 광고가 없다고 나와요.
en: It says there are no ads available.

source: 다시 시도해 주세요!
en: Please try again!

source: [통화종료]
en: [END CALL]

source: 결제가 정상적으로 완료 되었는지 결제 영수증을 확인 합니다.
en: Check your transaction receipt to make sure the transaction went through.

source: 히든 스토리를 열기 위해서는 [SCENARIO TITLE] 의 숨겨진 엔딩을 찾아야 합니다.
en: To unlock the hidden story, you must find the hidden ending in [SCENARIO TITLE].

source: 마지막 선물...
en: The last gift...

source: 퐁퐁의 모험
en: "Pong Pong's Adventures"

source: 사용하지 않은 재화가 소멸되었어요.
en: Currency that I did not use expired.

source: 반하는 사람이 생기면 지구 끝까지 직진합니다.
en: If I fall for someone, I express my feelings straightforwardly.

source: 이 외의 상황일 경우, 아래 양식을 참고하여 고객센터로 문의 주시기 바랍니다.
en: For any other issues, please contact the Help Center using the form provided below.

source: 유저네임이 입력되지 않았습니다.
en: You have not entered a user nickname.

source: - 술자리 꿀팁 퍼가요~
en: - Thanks for the drinking tips!

source: (N)G 가 소요됩니다
en: (N)G will be used.

source: 변화된 앱스토어 정책으로 인해 무료충전소 이용을 위해서는 추적 동의가 필요합니다.
en: Due to changes in the App Store Policy, we require your permission to track data when using the free charging station.

source: 연결할 수 있는 메일앱이 없어요.
en: No e-mail app available to connect.

source: 소멸
en: Expired

source: 4. '구입 내역'으로 스크롤하여 탭합니다.
en: 4. Scroll to "Purchased" and tap.

source: 신규 메세지
en: New Message

source: 피카 앱은 구글, 페이스북, 애플아이디로 연동하여 플레이할 수 있습니다.
en: You may link your Picka app account with your Google, Facebook, or Apple ID.
